Repository: ruben4reall/tansu
Catalog: Packages/TansuKit/Sources/TansuUI/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, zh_hans

source: Show Battery when it drops below %@
de: Batterie anzeigen, wenn der Ladestand unter %@ fällt
es: Mostrar Batería cuando baje del %@
fr: Afficher Batterie quand la charge passe sous %@
it: Mostra Batteria quando scende sotto il %@
ja: 残量が%@を下回ったらバッテリーを表示
ko: 잔량이 %@ 미만이 되면 배터리 보기
nl: Toon Batterij als die onder %@ komt
pt_br: Mostrar Bateria quando ficar abaixo de %@
zh_hans: 电量低于%@时显示电池

source: Show Every Icon
de: Alle Symbole anzeigen
es: Mostrar todos los iconos
fr: Afficher toutes les icônes
it: Mostra tutte le icone
ja: すべてのアイコンを表示
ko: 모든 아이콘 보기
nl: Toon alle symbolen
pt_br: Mostrar Todos os Ícones
zh_hans: 显示所有图标

source: Show Tansu's icon in the menu bar
de: Symbol von Tansu in der Menüleiste anzeigen
es: Mostrar el icono de Tansu en la barra de menús
fr: Afficher l’icône de Tansu dans la barre des menus
it: Mostra l’icona di Tansu nella barra dei menu
ja: メニューバーにTansuのアイコンを表示
ko: 메뉴 막대에 Tansu 아이콘 보기
nl: Toon het symbool van Tansu in de menubalk
pt_br: Mostrar o ícone do Tansu na barra de menus
zh_hans: 在菜单栏中显示Tansu图标

source: Show a drawer's icons in the menu bar
de: Symbole einer Schublade in der Menüleiste anzeigen
es: Mostrar los iconos de un cajón en la barra de menús
fr: Afficher les icônes d’un tiroir dans la barre des menus
it: Mostra le icone di un cassetto nella barra dei menu
ja: 引き出しのアイコンをメニューバーに表示する
ko: 메뉴 막대에 서랍의 아이콘 보기
nl: Toon de symbolen van een lade in de menubalk
pt_br: Mostrar os ícones de uma gaveta na barra de menus
zh_hans: 在菜单栏中显示抽屉里的图标

source: Show an icon in the menu bar
de: Ein Symbol in der Menüleiste anzeigen
es: Mostrar un icono en la barra de menús
fr: Afficher une icône dans la barre des menus
it: Mostra un’icona nella barra dei menu
ja: アイコンをメニューバーに表示する
ko: 메뉴 막대에 아이콘 보기
nl: Toon een symbool in de menubalk
pt_br: Mostrar um ícone na barra de menus
zh_hans: 在菜单栏中显示图标

source: Show every icon
de: Alle Symbole anzeigen
es: Mostrar todos los iconos
fr: Afficher toutes les icônes
it: Mostra tutte le icone
ja: すべてのアイコンを表示
ko: 모든 아이콘 보기
nl: Toon alle symbolen
pt_br: Mostrar todos os ícones
zh_hans: 显示所有图标

source: Show every icon and pause Tansu
de: Alle Symbole anzeigen und Tansu pausieren
es: Mostrar todos los iconos y pausar Tansu
fr: Afficher toutes les icônes et mettre Tansu en pause
it: Mostra tutte le icone e metti in pausa Tansu
ja: すべてのアイコンを表示してTansuを一時停止
ko: 모든 아이콘을 보고 Tansu 일시 정지
nl: Toon alle symbolen en pauzeer Tansu
pt_br: Mostrar todos os ícones e pausar o Tansu
zh_hans: 显示所有图标并暂停Tansu

source: Show how many icons it holds
de: Anzahl der enthaltenen Symbole anzeigen
es: Mostrar cuántos iconos contiene
fr: Afficher le nombre d’icônes qu’il contient
it: Mostra quante icone contiene
ja: 中のアイコンの数を表示
ko: 포함된 아이콘 개수 보기
nl: Toon hoeveel symbolen de lade bevat
pt_br: Mostrar quantos ícones ela contém
zh_hans: 显示其中的图标数量

source: Show in Finder
de: Im Finder anzeigen
es: Mostrar en el Finder
fr: Afficher dans le Finder
it: Mostra nel Finder
ja: Finderに表示
ko: Finder에서 보기
nl: Toon in Finder
pt_br: Mostrar no Finder
zh_hans: 在访达中显示

source: Show in the menu bar
de: In der Menüleiste anzeigen
es: Mostrar en la barra de menús
fr: Afficher dans la barre des menus
it: Mostra nella barra dei menu
ja: メニューバーに表示
ko: 메뉴 막대에 보기
nl: Toon in de menubalk
pt_br: Mostrar na barra de menus
zh_hans: 在菜单栏中显示

source: Show the %@ drawer while the camera or microphone is on
de: Schublade „%@“ anzeigen, solange die Kamera oder das Mikrofon aktiv ist
es: Mostrar el cajón “%@” mientras la cámara o el micrófono estén en uso
fr: Afficher le tiroir « %@ » quand la caméra ou le micro fonctionne
it: Mostra il cassetto “%@” mentre la fotocamera o il microfono è in uso
ja: カメラまたはマイクの使用中は“%@”引き出しを表示
ko: 카메라 또는 마이크 사용 중에 ‘%@’ 서랍 보기
nl: Toon de lade '%@' zolang de camera of microfoon aan staat
pt_br: Mostrar a gaveta “%@” enquanto a câmera ou o microfone estiver em uso
zh_hans: 摄像头或麦克风打开时显示“%@”抽屉

source: Show the drawer of your chat apps while the camera or microphone is on
de: Schublade deiner Chat-Apps anzeigen, solange die Kamera oder das Mikrofon aktiv ist
es: Mostrar el cajón de tus apps de chat mientras la cámara o el micrófono estén en uso
fr: Afficher le tiroir de vos apps de discussion quand la caméra ou le micro fonctionne
it: Mostra il cassetto delle app di chat mentre la fotocamera o il microfono è in uso
ja: カメラまたはマイクの使用中はチャットアプリの引き出しを表示
ko: 카메라 또는 마이크 사용 중에 채팅 앱 서랍 보기
nl: Toon de lade met je chatapps zolang de camera of microfoon aan staat
pt_br: Mostrar a gaveta dos seus apps de conversa enquanto a câmera ou o microfone estiver em uso
zh_hans: 摄像头或麦克风打开时显示聊天App抽屉

source: Show the name in the menu bar
de: Namen in der Menüleiste anzeigen
es: Mostrar el nombre en la barra de menús
fr: Afficher le nom dans la barre des menus
it: Mostra il nome nella barra dei menu
ja: メニューバーに名前を表示
ko: 메뉴 막대에 이름 보기
nl: Toon de naam in de menubalk
pt_br: Mostrar o nome na barra de menus
zh_hans: 在菜单栏中显示名称

source: Show them
de: Anzeigen
es: Mostrarlos
fr: Les afficher
it: Mostrale
ja: 表示場所
ko: 표시 위치
nl: Toon ze
pt_br: Mostrar
zh_hans: 显示位置

source: Skip for Now
de: Vorerst überspringen
es: Omitir por ahora
fr: Ignorer pour l’instant
it: Salta per ora
ja: 今はスキップ
ko: 지금은 건너뛰기
nl: Sla voorlopig over
pt_br: Ignorar por Enquanto
zh_hans: 暂时跳过

source: Snug
de: Knapp
es: Reducido
fr: Réduit
it: Ridotto
ja: やや狭い
ko: 약간 좁게
nl: Smal
pt_br: Reduzido
zh_hans: 稍窄

source: Soft shadow
de: Weicher Schatten
es: Sombra suave
fr: Ombre douce
it: Ombra morbida
ja: やわらかい影
ko: 부드러운 그림자
nl: Zachte schaduw
pt_br: Sombra suave
zh_hans: 柔和阴影

source: Sort My Menu Bar
de: Menüleiste aufräumen
es: Organizar mi barra de menús
fr: Ranger ma barre des menus
it: Riordina la barra dei menu
ja: メニューバーを整理
ko: 메뉴 막대 정리
nl: Ruim mijn menubalk op
pt_br: Organizar Minha Barra de Menus
zh_hans: 整理我的菜单栏

source: Sort into their drawer
de: In ihre Schublade einsortieren
es: Colocar en su cajón
fr: Les ranger dans leur tiroir
it: Metti nel loro cassetto
ja: 該当する引き出しに整理
ko: 해당 서랍으로 정리
nl: Sorteer in hun lade
pt_br: Colocar na gaveta correspondente
zh_hans: 整理到对应抽屉

source: Sorting your menu bar…
de: Menüleiste wird aufgeräumt …
es: Organizando tu barra de menús…
fr: Rangement de votre barre des menus…
it: Riordino della barra dei menu…
ja: メニューバーを整理しています…
ko: 메뉴 막대를 정리하는 중…
nl: Je menubalk wordt opgeruimd…
pt_br: Organizando sua barra de menus…
zh_hans: 正在整理你的菜单栏…

source: Source Code
de: Quellcode
es: Código fuente
fr: Code source
it: Codice sorgente
ja: ソースコード
ko: 소스 코드
nl: Broncode
pt_br: Código-Fonte
zh_hans: 源代码

source: Space between icons
de: Abstand zwischen Symbolen
es: Espacio entre iconos
fr: Espace entre les icônes
it: Spazio tra le icone
ja: アイコンの間隔
ko: 아이콘 간격
nl: Ruimte tussen symbolen
pt_br: Espaço entre ícones
zh_hans: 图标间距

source: Split
de: Geteilt
es: Dividida
fr: Divisée
it: Divisa
ja: 分割
ko: 분할
nl: Gesplitst
pt_br: Dividida
zh_hans: 拆分

source: Start Empty
de: Leer beginnen
es: Empezar de cero
fr: Partir de zéro
it: Inizia da zero
ja: 空の状態で始める
ko: 빈 상태로 시작
nl: Begin leeg
pt_br: Começar do Zero
zh_hans: 从空白开始

source: Strength
de: Stärke
es: Intensidad
fr: Intensité
it: Intensità
ja: 強さ
ko: 강도
nl: Sterkte
pt_br: Intensidade
zh_hans: 强度

source: Switch
de: Wechseln
es: Activar
fr: Activer
it: Attiva
ja: 切り替える
ko: 전환
nl: Activeer
pt_br: Ativar
zh_hans: 切换

source: Switch to a profile
de: Zu einem Profil wechseln
es: Cambiar a un perfil
fr: Passer à un profil
it: Passa a un profilo
ja: プロファイルを切り替える
ko: 프로필로 전환
nl: Schakel over naar een profiel
pt_br: Mudar para um perfil
zh_hans: 切换到场景

source: Tansu Settings
de: Tansu-Einstellungen
es: Ajustes de Tansu
fr: Réglages Tansu
it: Impostazioni Tansu
ja: Tansu設定
ko: Tansu 설정
nl: Instellingen voor Tansu
pt_br: Ajustes do Tansu
zh_hans: Tansu设置

source: Tansu could not move %@. Try again, or move it with Command-drag.
de: Tansu konnte %@ nicht bewegen. Versuche es erneut oder ziehe das Symbol mit gedrückter Command-Taste.
es: Tansu no ha podido mover %@. Vuelve a intentarlo o arrástralo con la tecla Comando pulsada.
fr: Tansu n’a pas pu déplacer %@. Réessayez, ou déplacez l’icône en la faisant glisser avec la touche Commande enfoncée.
it: Tansu non riesce a spostare %@. Riprova, oppure sposta l’icona trascinandola con il tasto Comando premuto.
ja: Tansuは%@を移動できませんでした。もう一度試すか、Commandキーを押しながらドラッグして移動してください。
ko: Tansu가 %@을(를) 이동할 수 없습니다. 다시 시도하거나 Command-드래그로 이동하십시오.
nl: Tansu kon %@ niet verplaatsen. Probeer het opnieuw of sleep het symbool met de Command-toets ingedrukt.
pt_br: O Tansu não conseguiu mover %@. Tente novamente ou arraste o ícone com a tecla Command pressionada.
zh_hans: Tansu无法移动%@。请重试，或按住Command键拖移它。

source: Tansu could not open %@.
de: Tansu konnte %@ nicht öffnen.
es: Tansu no ha podido abrir %@.
fr: Tansu n’a pas pu ouvrir %@.
it: Tansu non riesce ad aprire %@.
ja: Tansuは%@を開けませんでした。
ko: Tansu가 %@을(를) 열 수 없습니다.
nl: Tansu kon %@ niet openen.
pt_br: O Tansu não conseguiu abrir %@.
zh_hans: Tansu无法打开%@。

source: Tansu does not see any icon to sort yet. Your drawers will fill as apps add theirs.
de: Tansu sieht noch keine Symbole zum Einsortieren. Deine Schubladen füllen sich, sobald Apps ihre Symbole hinzufügen.
es: Tansu aún no ve ningún icono que organizar. Tus cajones se llenarán a medida que las apps añadan los suyos.
fr: Tansu ne voit encore aucune icône à ranger. Vos tiroirs se rempliront à mesure que les apps ajouteront les leurs.
it: Tansu non vede ancora nessuna icona da riordinare. I cassetti si riempiranno man mano che le app aggiungeranno le loro.
ja: Tansuには整理できるアイコンがまだ見つかりません。アプリがアイコンを追加すると、引き出しに入っていきます。
ko: Tansu가 아직 정리할 아이콘을 찾지 못했습니다. 앱이 아이콘을 추가하면 서랍이 채워집니다.
nl: Tansu ziet nog geen symbolen om te sorteren. Je laden vullen zich zodra apps hun symbolen toevoegen.
pt_br: O Tansu ainda não vê nenhum ícone para organizar. Suas gavetas vão se encher à medida que os apps adicionarem os deles.
zh_hans: Tansu尚未发现可整理的图标。App添加图标后，抽屉就会逐渐填满。

source: Tansu found %lld icons. Here is a tidier menu bar.
de: Tansu hat %lld Symbole gefunden. Hier ist eine aufgeräumtere Menüleiste.
es: Tansu ha encontrado %lld iconos. Aquí tienes una barra de menús más ordenada.
fr: Tansu a trouvé %lld icônes. Voici une barre des menus mieux rangée.
it: Tansu ha trovato %lld icone. Ecco una barra dei menu più ordinata.
ja: Tansuは%lld個のアイコンを見つけました。整理したメニューバーはこちらです。
ko: Tansu가 아이콘 %lld개를 찾았습니다. 더 깔끔해진 메뉴 막대입니다.
nl: Tansu heeft %lld symbolen gevonden. Hier is een opgeruimdere menubalk.
pt_br: O Tansu encontrou %lld ícones. Aqui está uma barra de menus mais organizada.
zh_hans: Tansu找到了%lld个图标。这是整理后的菜单栏。

source: Tansu is not affiliated with Apple.
de: Tansu steht in keiner Verbindung zu Apple.
es: Tansu no tiene ninguna vinculación con Apple.
fr: Tansu n’est pas affilié à Apple.
it: Tansu non ha alcuna affiliazione con Apple.
ja: TansuはAppleとは関係ありません。
ko: Tansu는 Apple과 제휴 관계가 없습니다.
nl: Tansu is niet gelieerd aan Apple.
pt_br: O Tansu não tem vínculo com a Apple.
zh_hans: Tansu与Apple无关联。

source: Tansu needs Accessibility to open icons.
de: Tansu benötigt Zugriff auf die Bedienungshilfen, um Symbole zu öffnen.
es: Tansu necesita acceso a Accesibilidad para abrir los iconos.
fr: Tansu a besoin de l’autorisation Accessibilité pour ouvrir les icônes.
it: Tansu ha bisogno dell’accesso ad Accessibilità per aprire le icone.
ja: アイコンを開くには、Tansuにアクセシビリティへのアクセスを許可する必要があります。
ko: 아이콘을 열려면 Tansu에 손쉬운 사용 접근 권한이 필요합니다.
nl: Tansu heeft toegang tot 'Toegankelijkheid' nodig om symbolen te openen.
pt_br: O Tansu precisa de acesso à Acessibilidade para abrir os ícones.
zh_hans: Tansu需要辅助功能访问权限才能打开图标。

source: Tansu needs Accessibility to see and arrange your icons.
de: Tansu benötigt Zugriff auf die Bedienungshilfen, um deine Symbole zu sehen und anzuordnen.
es: Tansu necesita acceso a Accesibilidad para ver y organizar tus iconos.
fr: Tansu a besoin de l’autorisation Accessibilité pour voir et ranger vos icônes.
it: Tansu ha bisogno dell’accesso ad Accessibilità per vedere e disporre le tue icone.
ja: アイコンを認識して並べ替えるには、Tansuにアクセシビリティへのアクセスを許可する必要があります。
ko: 아이콘을 확인하고 정렬하려면 Tansu에 손쉬운 사용 접근 권한이 필요합니다.
nl: Tansu heeft toegang tot 'Toegankelijkheid' nodig om je symbolen te zien en te rangschikken.
pt_br: O Tansu precisa de acesso à Acessibilidade para ver e organizar seus ícones.
zh_hans: Tansu需要辅助功能访问权限才能查看和排列你的图标。

source: Tansu needs Accessibility to see which app owns each icon and to open them for you. It never records your screen and never goes online, except to check for updates.
de: Tansu benötigt Zugriff auf die Bedienungshilfen, um zu sehen, zu welcher App jedes Symbol gehört, und um Symbole für dich zu öffnen. Tansu zeichnet niemals deinen Bildschirm auf und geht nie online, außer um nach Updates zu suchen.
es: Tansu necesita acceso a Accesibilidad para saber a qué app pertenece cada icono y para abrirlos por ti. Nunca graba tu pantalla ni se conecta a internet, salvo para buscar actualizaciones.
fr: Tansu a besoin de l’autorisation Accessibilité pour savoir à quelle app appartient chaque icône et pour les ouvrir à votre place. Il n’enregistre jamais votre écran et ne se connecte jamais à Internet, sauf pour rechercher des mises à jour.
it: Tansu ha bisogno dell’accesso ad Accessibilità per sapere a quale app appartiene ogni icona e per aprirle al posto tuo. Non registra mai lo schermo e non si connette mai a internet, se non per verificare gli aggiornamenti.
ja: 各アイコンがどのアプリのものかを調べてアイコンを開くために、Tansuにはアクセシビリティへのアクセスが必要です。画面を収録することはなく、アップデートの確認以外でインターネットに接続することもありません。
ko: 각 아이콘이 어느 앱의 것인지 확인하고 대신 열어 주려면 Tansu에 손쉬운 사용 접근 권한이 필요합니다. Tansu는 화면을 기록하지 않으며, 업데이트 확인 외에는 인터넷에 연결하지 않습니다.
nl: Tansu heeft toegang tot 'Toegankelijkheid' nodig om te zien bij welke app elk symbool hoort en om symbolen voor je te openen. Tansu neemt nooit je scherm op en gaat nooit online, behalve om naar updates te zoeken.
pt_br: O Tansu precisa de acesso à Acessibilidade para saber a qual app pertence cada ícone e para abri-los para você. Ele nunca grava sua tela e nunca se conecta à internet, exceto para buscar atualizações.
zh_hans: Tansu需要辅助功能访问权限，以识别每个图标所属的App并替你打开图标。它绝不会录制你的屏幕，除检查更新外也绝不联网。

source: Tansu only reads whether a camera or a microphone runs; it never records anything and needs no permission.
de: Tansu erkennt nur, ob eine Kamera oder ein Mikrofon läuft; dabei wird nie etwas aufgezeichnet und keine Berechtigung benötigt.
es: Tansu solo comprueba si una cámara o un micrófono están funcionando; nunca graba nada y no necesita ningún permiso.
fr: Tansu vérifie seulement si une caméra ou un micro fonctionne ; il n’enregistre jamais rien et n’a besoin d’aucune autorisation.
it: Tansu rileva solo se una fotocamera o un microfono è in funzione; non registra mai nulla e non richiede alcun permesso.
ja: Tansuはカメラやマイクが動作しているかどうかを読み取るだけです。何も録画・録音せず、権限も必要ありません。
ko: Tansu는 카메라나 마이크가 작동 중인지만 확인합니다. 아무것도 기록하지 않으며 권한도 필요하지 않습니다.
nl: Tansu kijkt alleen of een camera of microfoon actief is; er wordt nooit iets opgenomen en er is geen toestemming nodig.
pt_br: O Tansu só verifica se uma câmera ou um microfone está funcionando; ele nunca grava nada e não precisa de permissão.
zh_hans: Tansu只会读取摄像头或麦克风是否正在运行；它绝不录制任何内容，也不需要任何权限。

source: Tansu sees no icon to show yet.
de: Tansu sieht noch kein Symbol, das angezeigt werden kann.
es: Tansu aún no ve ningún icono que mostrar.
fr: Tansu ne voit encore aucune icône à afficher.
it: Tansu non vede ancora nessuna icona da mostrare.
ja: Tansuには表示できるアイコンがまだ見つかりません。
ko: Tansu가 아직 표시할 아이콘을 찾지 못했습니다.
nl: Tansu ziet nog geen symbool om te tonen.
pt_br: O Tansu ainda não vê nenhum ícone para mostrar.
zh_hans: Tansu尚未发现可显示的图标。

source: Tansu sorts the icons of your menu bar into drawers, each one a single icon. The menu bar keeps what you look at all day; everything else waits in a drawer, one click away.
de: Tansu sortiert die Symbole deiner Menüleiste in Schubladen, die jeweils als ein einziges Symbol erscheinen. Die Menüleiste behält, was du den ganzen Tag im Blick hast; alles andere wartet in einer Schublade, nur einen Klick entfernt.
es: Tansu organiza los iconos de tu barra de menús en cajones, cada uno convertido en un solo icono. La barra de menús conserva lo que miras todo el día; lo demás espera en un cajón, a un clic.
fr: Tansu range les icônes de votre barre des menus dans des tiroirs, chacun réduit à une seule icône. La barre des menus garde ce que vous regardez toute la journée ; tout le reste attend dans un tiroir, à un clic.
it: Tansu riordina le icone della barra dei menu in cassetti, ognuno ridotto a una sola icona. La barra dei menu tiene ciò che guardi tutto il giorno; il resto aspetta in un cassetto, a portata di clic.
ja: Tansuはメニューバーのアイコンを引き出しに整理し、それぞれの引き出しを1つのアイコンにまとめます。メニューバーには一日中見ているものだけが残り、それ以外はワンクリックで開ける引き出しの中で待機します。
ko: Tansu는 메뉴 막대의 아이콘을 서랍으로 정리하고, 각 서랍을 아이콘 하나로 표시합니다. 메뉴 막대에는 하루 종일 보는 항목만 남고, 나머지는 클릭 한 번이면 열리는 서랍에서 기다립니다.
nl: Tansu sorteert de symbolen in je menubalk in laden, die elk één symbool zijn. De menubalk houdt wat je de hele dag bekijkt; al het andere wacht in een lade, één klik verderop.
pt_br: O Tansu organiza os ícones da barra de menus em gavetas, cada uma reduzida a um único ícone. A barra de menus fica com o que você vê o dia todo; todo o resto espera em uma gaveta, a um clique de distância.
zh_hans: Tansu会将菜单栏图标整理到抽屉中，每个抽屉只占一个图标。菜单栏只保留你整天都要看的项目，其余项目都在抽屉里，点按一下即可打开。

source: Tansu works best from Applications: it can open at login and update itself there, and macOS 27 lets only apps there change the menu bar.
de: Tansu funktioniert am besten aus dem Ordner „Programme“: Dort kann Tansu bei der Anmeldung starten und sich selbst aktualisieren, und unter macOS 27 dürfen nur Apps dort die Menüleiste ändern.
es: Tansu funciona mejor desde la carpeta Aplicaciones: desde ahí puede abrirse al iniciar sesión y actualizarse, y macOS 27 solo permite que las apps de esa carpeta cambien la barra de menús.
fr: Tansu fonctionne mieux depuis le dossier Applications : il peut s’y ouvrir avec la session et se mettre à jour, et macOS 27 ne permet qu’aux apps qui s’y trouvent de modifier la barre des menus.
it: Tansu funziona meglio dalla cartella Applicazioni: da lì può aprirsi al login e aggiornarsi automaticamente, e macOS 27 consente solo alle app che si trovano lì di modificare la barra dei menu.
ja: Tansuは“アプリケーション”フォルダで使うのが最適です。そこならログイン時に開いたり自動でアップデートしたりでき、macOS 27ではそのフォルダ内のアプリしかメニューバーを変更できません。
ko: Tansu는 응용 프로그램 폴더에서 가장 잘 작동합니다. 그곳에서 로그인 시 열리고 스스로 업데이트할 수 있으며, macOS 27에서는 해당 폴더에 있는 앱만 메뉴 막대를 변경할 수 있습니다.
nl: Tansu werkt het best vanuit de map 'Apps': daar kan Tansu openen bij het inloggen en zichzelf bijwerken, en in macOS 27 kunnen alleen apps in die map de menubalk wijzigen.
pt_br: O Tansu funciona melhor na pasta Aplicativos: lá ele pode abrir no início da sessão e se atualizar, e o macOS 27 só permite que os apps dessa pasta alterem a barra de menus.
zh_hans: Tansu在“应用程序”文件夹中效果最佳：在那里它可以在登录时打开并自动更新，而且在macOS 27中，只有该文件夹中的App可以更改菜单栏。

source: Tansu's icon, then your drawers in the order set in Drawers. Turn it off to place them yourself with a Command-drag.
de: Das Symbol von Tansu, dann deine Schubladen in der Reihenfolge unter „Schubladen“. Deaktiviere diese Option, um sie selbst durch Ziehen mit gedrückter Command-Taste zu platzieren.
es: El icono de Tansu y, después, tus cajones en el orden definido en Cajones. Desactívalo para colocarlos tú arrastrándolos con la tecla Comando pulsada.
fr: L’icône de Tansu, puis vos tiroirs dans l’ordre défini dans Tiroirs. Désactivez l’option pour les placer vous-même en les faisant glisser avec la touche Commande enfoncée.
it: L’icona di Tansu, poi i tuoi cassetti nell’ordine impostato in Cassetti. Disattiva l’opzione per posizionarli tu trascinandoli con il tasto Comando premuto.
ja: Tansuのアイコンに続けて、“引き出し”で設定した順に引き出しを並べます。オフにすると、Commandキーを押しながらドラッグして自分で配置できます。
ko: Tansu 아이콘 다음에 ‘서랍’에서 설정한 순서대로 서랍을 배치합니다. 끄면 Command-드래그로 직접 배치할 수 있습니다.
nl: Het symbool van Tansu, dan je laden in de volgorde die in 'Laden' is ingesteld. Schakel dit uit om ze zelf te plaatsen door te slepen met de Command-toets ingedrukt.
pt_br: O ícone do Tansu e, depois, suas gavetas na ordem definida em Gavetas. Desative para posicioná-los você mesmo arrastando com a tecla Command pressionada.
zh_hans: 先放Tansu图标，然后按“抽屉”中设定的顺序放置你的抽屉。关闭此选项后，可按住Command键拖移来自行放置。

source: The Mac runs on battery
de: Der Mac läuft im Batteriebetrieb
es: El Mac funciona con batería
fr: Le Mac est sur batterie
it: Il Mac è alimentato a batteria
ja: Macがバッテリーで動作している
ko: Mac이 배터리로 작동 중
nl: De Mac werkt op de batterij
pt_br: O Mac está usando a bateria
zh_hans: Mac使用电池供电

source: The battery is at or below a level
de: Der Ladestand liegt bei einem Wert oder darunter
es: La batería está en un nivel o por debajo
fr: La batterie est à un certain niveau ou moins
it: La batteria è pari o inferiore a un livello
ja: バッテリー残量が指定値以下である
ko: 배터리 잔량이 지정한 수준 이하
nl: De batterij staat op of onder een niveau
pt_br: A bateria está em um nível ou abaixo dele
zh_hans: 电池电量等于或低于指定值

source: The camera or the microphone is in use
de: Die Kamera oder das Mikrofon wird verwendet
es: La cámara o el micrófono están en uso
fr: La caméra ou le micro est en cours d’utilisation
it: La fotocamera o il microfono è in uso
ja: カメラまたはマイクが使用中である
ko: 카메라 또는 마이크가 사용 중
nl: De camera of de microfoon is in gebruik
pt_br: A câmera ou o microfone está em uso
zh_hans: 摄像头或麦克风正在使用

source: The short tour, Accessibility and Smart Sort, as on the first launch.
de: Die kurze Einführung, die Bedienungshilfen und Smart Sort, wie beim ersten Start.
es: La breve presentación, Accesibilidad y Smart Sort, como en el primer arranque.
fr: La visite guidée, l’autorisation Accessibilité et Smart Sort, comme au premier lancement.
it: La breve presentazione, Accessibilità e Smart Sort, come al primo avvio.
ja: 初回起動時と同じく、簡単な紹介、アクセシビリティ、Smart Sortを表示します。
ko: 처음 실행할 때처럼 간단한 소개, 손쉬운 사용, Smart Sort를 다시 표시합니다.
nl: De korte rondleiding, Toegankelijkheid en Smart Sort, zoals bij de eerste keer openen.
pt_br: O tour rápido, a Acessibilidade e o Smart Sort, como na primeira abertura.
zh_hans: 与首次启动时相同的简短介绍、辅助功能和Smart Sort。

source: The tint shows while the menu bar has no background of its own (System Settings, Menu Bar).
de: Die Tönung ist sichtbar, solange die Menüleiste keinen eigenen Hintergrund hat (Systemeinstellungen > Menüleiste).
es: El tinte se muestra mientras la barra de menús no tiene fondo propio (Ajustes del Sistema > Barra de menús).
fr: La teinte s’affiche tant que la barre des menus n’a pas son propre arrière-plan (Réglages Système > Barre des menus).
it: La tinta appare quando la barra dei menu non ha uno sfondo proprio (Impostazioni di Sistema > Barra dei menu).
ja: 色合いは、メニューバーに独自の背景がないときに表示されます（システム設定＞“メニューバー”）。
ko: 색조는 메뉴 막대에 자체 배경이 없을 때 표시됩니다(시스템 설정 > 메뉴 막대).
nl: De tint is zichtbaar zolang de menubalk geen eigen achtergrond heeft (Systeeminstellingen > 'Menubalk').
pt_br: A tonalidade aparece enquanto a barra de menus não tiver um fundo próprio (Ajustes do Sistema > Barra de Menus).
zh_hans: 当菜单栏没有自己的背景时会显示色调（“系统设置”中的“菜单栏”）。

source: Then
de: Dann
es: Entonces
fr: Alors
it: Allora
ja: 次を実行
ko: 동작
nl: Dan
pt_br: Então
zh_hans: 执行

source: They join Other as soon as the room runs out.
de: Sie wandern in die Schublade „Sonstiges“, sobald der Platz nicht mehr reicht.
es: Pasan al cajón “Otros” en cuanto se acaba el espacio.
fr: Elles rejoignent le tiroir « Autres » dès que la place manque.
it: Finiscono nel cassetto “Altro” non appena lo spazio si esaurisce.
ja: 空きがなくなると、“その他”引き出しに移動します。
ko: 공간이 부족해지면 ‘기타’ 서랍으로 이동합니다.
nl: Ze gaan naar de lade 'Overig' zodra de ruimte op is.
pt_br: Eles vão para a gaveta “Outros” assim que o espaço acabar.
zh_hans: 空间不足时，它们会移到“其他”抽屉。
